/* 
  Localizable.strings
  shadowsocks

  Created by Xu Jiwei on 13-9-1.
  Copyright (c) 2013年 GoAgentX. All rights reserved.
*/

"ShadowSocks 服务器地址" = "ShadowSocks Server Address";

"本地监听的端口，需大于 1024" = "Local listen port, needs greater than 1024";

"ShadowSocks 服务器监听端口" = "ShadowSocks Server Listen Port";

"ShadowSocks 超时设置" = "ShadowSocks Timeout Setting";

"连接超时（秒）：" = "Timeout(Seconds):";

"ShadowSocks 服务密码" = "ShadowSocks Service Password";

"加密方式：" = "Encrypt Method:";

"table（默认）" = "table (Default)";

"服务端部署请到 http://www.shadowsocks.org/ 获取" = "Get server code from http://www.shadowsocks.org/";

"服务器地址：" = "Server Address:";

"服务器端口：" = "Server Port:";

"本地端口：" = "Local Port:";

"服务密码：" = "Service Password:";

"shadowsocks 主页" = "shadowsocks Homepage";

"程序类型：" = "Program Type:";

"node 路径：" = "node Path:";

"AdvancedConfigView" = "Advanced Configuration";

"服务器列表：" = "Server List:";

"测速" = "Test Speed";

